export const regionsMapData = [
    {
        "id": 1,
        "name": "Алтайский край",
        "total": 71717,
        "pos": 0.18,
        "neg": 0.3
    },
    {
        "id": 2,
        "name": "Амурская область",
        "total": 36379,
        "pos": 0.17,
        "neg": 0.43
    },
    {
        "id": 3,
        "name": "Архангельская область",
        "total": 17642,
        "pos": 0.08,
        "neg": 0.31
    },
    {
        "id": 4,
        "name": "Астраханская область",
        "total": 11365,
        "pos": 0.09,
        "neg": 0.35
    },
    {
        "id": 5,
        "name": "Белгородская область",
        "total": 7956,
        "pos": 0.05,
        "neg": 0.32
    },
    {
        "id": 6,
        "name": "Брянская область",
        "total": 4932,
        "pos": 0.085311097,
        "neg": 0.446653838
    },
    {
        "id": 7,
        "name": "Владимирская область",
        "total": 15775,
        "pos": 0.11,
        "neg": 0.25
    },
    {
        "id": 8,
        "name": "Волгоградская область",
        "total": 11229,
        "pos": 0.235160509,
        "neg": 0.232434888
    },
    {
        "id": 9,
        "name": "Вологодская область",
        "total": 10553,
        "pos": 0.140617,
        "neg": 0.214482
    },
    {
        "id": 10,
        "name": "Воронежская область",
        "total": 11870,
        "pos": 0.11,
        "neg": 0.6
    },
    {
        "id": 11,
        "name": "Еврейская автономная область",
        "total": 18299,
        "pos": 0.12,
        "neg": 0.36
    },
    {
        "id": 12,
        "name": "Забайкальский край",
        "total": 57202,
        "pos": 0.1,
        "neg": 0.28
    },
    {
        "id": 13,
        "name": "Ивановская область",
        "total": 8518,
        "pos": 0.14,
        "neg": 0.18
    },
    {
        "id": 14,
        "name": "Иркутская область",
        "total": 17310,
        "pos": 0.06,
        "neg": 0.4
    },
    {
        "id": 15,
        "name": "Кабардино-Балкарская Республика",
        "total": 20013,
        "pos": 0.31,
        "neg": 0.31
    },
    {
        "id": 16,
        "name": "Калининградская область",
        "total": 10024,
        "pos": 0.06,
        "neg": 0.23
    },
    {
        "id": 17,
        "name": "Калужская область",
        "total": 7882,
        "pos": 0.05,
        "neg": 0.42
    },
    {
        "id": 18,
        "name": "Камчатский край",
        "total": 167110,
        "pos": 0.1,
        "neg": 0.21
    },
    {
        "id": 19,
        "name": "Кемеровская область",
        "total": 8727,
        "pos": 0.07,
        "neg": 0.28
    },
    {
        "id": 20,
        "name": "Кировская область",
        "total": 17269,
        "pos": 0.09,
        "neg": 0.27
    },
    {
        "id": 21,
        "name": "Костромская область",
        "total": 7243,
        "pos": 0.07,
        "neg": 0.41
    },
    {
        "id": 22,
        "name": "Краснодарский край",
        "total": 304823,
        "pos": 0.09,
        "neg": 0.84
    },
    {
        "id": 23,
        "name": "Красноярский край",
        "total": 151783,
        "pos": 0.17,
        "neg": 0.61
    },
    {
        "id": 24,
        "name": "Курганская область",
        "total": 3600,
        "pos": 0.08,
        "neg": 0.23
    },
    {
        "id": 25,
        "name": "Курская область",
        "total": 12299,
        "pos": 0.22,
        "neg": 0.29
    },
    {
        "id": 26,
        "name": "Ленинградская область",
        "total": 33472,
        "pos": 0.15,
        "neg": 0.21
    },
    {
        "id": 27,
        "name": "Липецкая область",
        "total": 4767,
        "pos": 0.08,
        "neg": 0.33
    },
    {
        "id": 28,
        "name": "Магаданская область",
        "total": 4614,
        "pos": 0.16,
        "neg": 0.21
    },
    {
        "id": 29,
        "name": "Московская область",
        "total": 182291,
        "pos": 0.07,
        "neg": 0.18
    },
    {
        "id": 30,
        "name": "Мурманская область",
        "total": 8809,
        "pos": 0.11,
        "neg": 0.18
    },
    {
        "id": 31,
        "name": "Ненецкий автономный округ",
        "total": 18299,
        "pos": 0.12,
        "neg": 0.36
    },
    {
        "id": 32,
        "name": "Нижегородская область",
        "total": 18966,
        "pos": 0.04,
        "neg": 0.34
    },
    {
        "id": 33,
        "name": "Новгородская область",
        "total": 8599,
        "pos": 0.05,
        "neg": 0.31
    },
    {
        "id": 34,
        "name": "Новосибирская область",
        "total": 15117,
        "pos": 0.17,
        "neg": 0.27
    },
    {
        "id": 35,
        "name": "Омская область",
        "total": 9707,
        "pos": 0.12,
        "neg": 0.31
    },
    {
        "id": 36,
        "name": "Оренбургская область",
        "total": 11445,
        "pos": 0.09,
        "neg": 0.41
    },
    {
        "id": 37,
        "name": "Орловская область",
        "total": 5707,
        "pos": 0.11,
        "neg": 0.14
    },
    {
        "id": 38,
        "name": "Пензенская область",
        "total": 7493,
        "pos": 0.11,
        "neg": 0.42
    },
    {
        "id": 39,
        "name": "Пермский край",
        "total": 248861,
        "pos": 0.25,
        "neg": 0.47
    },
    {
        "id": 40,
        "name": "Приморский край",
        "total": 42595,
        "pos": 0.17,
        "neg": 0.54
    },
    {
        "id": 41,
        "name": "Псковская область",
        "total": 8686,
        "pos": 0.22,
        "neg": 0.37
    },
    {
        "id": 42,
        "name": "Республика Адыгея",
        "total": 17049,
        "pos": 0.3,
        "neg": 0.25
    },
    {
        "id": 43,
        "name": "Республика Алтай (Горный Алтай)",
        "total": 91082,
        "pos": 0.22,
        "neg": 0.24
    },
    {
        "id": 44,
        "name": "Республика Башкортостан",
        "total": 57947,
        "pos": 0.17,
        "neg": 0.2
    },
    {
        "id": 45,
        "name": "Республика Бурятия",
        "total": 28324,
        "pos": 0.08,
        "neg": 0.32
    },
    {
        "id": 46,
        "name": "Республика Дагестан",
        "total": 40863,
        "pos": 0.39,
        "neg": 0.31
    },
    {
        "id": 47,
        "name": "Республика Ингушетия",
        "total": 22677,
        "pos": 0.43,
        "neg": 0.27
    },
    {
        "id": 48,
        "name": "Республика Калмыкия",
        "total": 45655,
        "pos": 0.3,
        "neg": 0.21
    },
    {
        "id": 49,
        "name": "Республика Карачаево-Черкессия",
        "total": 25200,
        "pos": 0.3,
        "neg": 0.37
    },
    {
        "id": 50,
        "name": "Республика Карелия",
        "total": 89369,
        "pos": 0.23,
        "neg": 0.26
    },
    {
        "id": 51,
        "name": "Республика Коми",
        "total": 98428,
        "pos": 0.18,
        "neg": 0.2
    },
    {
        "id": 52,
        "name": "Республика Крым",
        "total": 2100419,
        "pos": 0.15,
        "neg": 0.29
    },
    {
        "id": 53,
        "name": "Республика Марий Эл",
        "total": 87749,
        "pos": 0.13,
        "neg": 0.16
    },
    {
        "id": 54,
        "name": "Республика Мордовия",
        "total": 49535,
        "pos": 0.24,
        "neg": 0.16
    },
    {
        "id": 55,
        "name": "Республика Саха (Якутия)",
        "total": 169920,
        "pos": 0.31,
        "neg": 0.27
    },
    {
        "id": 56,
        "name": "Республика Северная Осетия — Алания",
        "total": 93558,
        "pos": 0.28,
        "neg": 0.31
    },
    {
        "id": 57,
        "name": "Республика Татарстан",
        "total": 517431,
        "pos": 0.05,
        "neg": 0.28
    },
    {
        "id": 58,
        "name": "Республика Тыва",
        "total": 28789,
        "pos": 0.22,
        "neg": 0.13
    },
    {
        "id": 59,
        "name": "Республика Хакасия",
        "total": 110160,
        "pos": 0.25,
        "neg": 0.24
    },
    {
        "id": 60,
        "name": "Ростовская область",
        "total": 20044,
        "pos": 0.08,
        "neg": 0.37
    },
    {
        "id": 61,
        "name": "Рязанская область",
        "total": 9945,
        "pos": 0.06,
        "neg": 0.2
    },
    {
        "id": 62,
        "name": "Самарская область",
        "total": 18970,
        "pos": 0.24,
        "neg": 0.26
    },
    {
        "id": 63,
        "name": "Саратовская область",
        "total": 14819,
        "pos": 0.18,
        "neg": 0.19
    },
    {
        "id": 64,
        "name": "Сахалинская область",
        "total": 5398,
        "pos": 0.14,
        "neg": 0.25
    },
    {
        "id": 65,
        "name": "Свердловская область",
        "total": 19960,
        "pos": 0.18,
        "neg": 0.3
    },
    {
        "id": 66,
        "name": "Смоленская область",
        "total": 870,
        "pos": 0.1,
        "neg": 0.34
    },
    {
        "id": 67,
        "name": "Ставропольский край",
        "total": 83283,
        "pos": 0.17,
        "neg": 0.29
    },
    {
        "id": 68,
        "name": "Тамбовская область",
        "total": 7000,
        "pos": 0.09,
        "neg": 0.22
    },
    {
        "id": 69,
        "name": "Тверская область",
        "total": 16733,
        "pos": 0.05,
        "neg": 0.34
    },
    {
        "id": 70,
        "name": "Томская область",
        "total": 9525,
        "pos": 0.07,
        "neg": 0.27
    },
    {
        "id": 71,
        "name": "Тульская область",
        "total": 12088,
        "pos": 0.07,
        "neg": 0.34
    },
    {
        "id": 72,
        "name": "Тюменская область",
        "total": 11843,
        "pos": 0.07,
        "neg": 0.1
    },
    {
        "id": 73,
        "name": "Удмуртская Республика",
        "total": 168552,
        "pos": 0.18,
        "neg": 0.18
    },
    {
        "id": 74,
        "name": "Ульяновская область",
        "total": 11073,
        "pos": 0.17,
        "neg": 0.27
    },
    {
        "id": 75,
        "name": "Хабаровский край",
        "total": 57194,
        "pos": 0.53,
        "neg": 0.32
    },
    {
        "id": 76,
        "name": "Ханты-Мансийский автономный округ — Югра",
        "total": 22510,
        "pos": 0.18,
        "neg": 0.23
    },
    {
        "id": 77,
        "name": "Челябинская область",
        "total": 16263,
        "pos": 0.07,
        "neg": 0.32
    },
    {
        "id": 78,
        "name": "Чеченская республика",
        "total": 213473,
        "pos": 0.21,
        "neg": 0.13
    },
    {
        "id": 79,
        "name": "Чувашская Республика",
        "total": 124727,
        "pos": 0.24,
        "neg": 0.49
    },
    {
        "id": 80,
        "name": "Чукотский автономный округ",
        "total": 24000,
        "pos": 0.24,
        "neg": 0.39
    },
    {
        "id": 81,
        "name": "Ямало-Ненецкий автономный округ",
        "total": 32923,
        "pos": 0.22,
        "neg": 0.32
    },
    {
        "id": 82,
        "name": "Ярославская область",
        "total": 13218,
        "pos": 0.08,
        "neg": 0.15
    }
]